[
  {
    "type": "rich",
    "title": "Detailed Criteria Guide",
    "description": "## Punctuality and Attendance (10%)\n- Consistently attends regular, scheduled, emergency, and executive meetings.\n- Arrives on time for all meetings, adhering to deadlines and other work-related commitments.",
    "color": 2829617
  },
  {
    "type": "rich",
    "title": "Detailed Criteria Guide",
    "description": "## Operational Efficiency, Innovation, and Financial Management (20%)\n- Successfully streamlines and optimizes departmental processes, enhancing overall operational efficiency.\n- Successfully streamlines and optimizes departmental processes, enhancing overall operational efficiency.\nActively introduces innovative solutions to address challenges within the department, fostering a culture of creativity.\n- Demonstrates proficiency in solving problems within the department, contributing to efficient workflow and problem resolution.\n- Achieves or surpasses financial targets and budgets, showcasing financial competence.\n- Effectively manages costs and allocates resources in a manner that supports financial objectives.",
    "color": 2829617
  },
  {
    "type": "rich",
    "title": "Detailed Criteria Guide",
    "description": "## Stability and Risk Mitigation of the Department (20%)\n- Actively implements strategies to ensure departmental stability, preventing disruptions that may affect other departments.\n- Proactively addresses challenges to maintain a consistent workflow, minimizing the impact on overall company operations.\n- Demonstrates effective handling of crises and emergencies within the department, minimizing negative impacts.\n- Proactively identifies and mitigates potential risks, contributing to a resilient and secure department.",
    "color": 2829617
  },
  {
    "type": "rich",
    "title": "Detailed Criteria Guide",
    "description": "## Work Time Efficiency and Accomplishments (30%)\n- Utilizes time efficiently in task completion, maximizing productivity within the rendered timeframes.\n- Produces high-quality work products within the rendered time, showcasing efficient time management.\n- Demonstrates the ability to manage daily tasks and responsibilities efficiently, optimizing time for optimal productivity.",
    "color": 2829617
  },
  {
    "type": "rich",
    "title": "Detailed Criteria Guide",
    "description": "## Collaboration Performance (15%)\n- Actively participates in discussions, shares insights, and collaborates with team members during executive meetings.\n- Initiates discussions, proposes ideas, and actively contributes to meeting objectives, enhancing overall team collaboration.\n- Actively engages in problem-solving discussions, offering constructive solutions and contributing to effective decision-making.\n- Communicates clearly and effectively within the executive team and other departments, fostering a transparent and collaborative environment.\n- Maintains transparency in reporting accomplishments and challenges, contributing to open communication.",
    "color": 2829617
  },
  {
    "type": "rich",
    "title": "Detailed Criteria Guide",
    "description": "## Report Presentation (5%)\n- Ensures that the presentation is clear, succinct, and directly addresses key accomplishments, maintaining audience engagement.\n- Clearly articulates how achievements contribute to overall goals and organizational success, ensuring strategic alignment.\n- Incorporates charts, graphs, images, or slides that effectively support key points, enhancing the overall visual appeal and clarity of the presentation.",
    "color": 2829617
  }
]
